Repository: nex5turbo/WonyoungCamera
Catalog: WonyoungCamera/Constants/*.lproj/Localizable.strings
Languages: fr

source: Cancel
fr: Annuler

# delete?
source: Delete this pic?
fr: Supprimer cette photo?

source: Delete
fr: Supprimer

source: %d / %d Selected
fr: %d / %d Sélectionné

source: Share
fr: partage

source: Select
fr: Sélectionner

# Subscribe information text
source: The subscription auto-renews at the end of each period term at the same price, unless cancelled 24 hours in advance. The subscription fee is charged to your iTunes account at confirmation of purchase. You may manage your subscription and turn off auto-renewal by going to your settings. No cancellation of the current subscription is allowed during the active period. By starting you accept our Terms of Use & Privacy Policy
fr: L'abonnement se renouvelle automatiquement à la fin de chaque période au même prix, sauf annulation 24 heures à l'avance. Les frais d'abonnement sont facturés sur votre compte iTunes lors de la confirmation de l'achat. Vous pouvez gérer votre abonnement et désactiver l'auto-renouvellement en allant dans vos paramètres. Aucune annulation de l'abonnement en cours n'est autorisée pendant la période active. En commençant par accepter nos Conditions d'utilisation et notre Politique de confidentialité

source: No photo.
fr: Pas de photo prise.

# Share info text
source: Share this to your friends, or print with your home printer. This image designed to fit in A4 printing paper. And be aware, if you print this with home printer, that the color of printed sticker could be different with the original.
fr: Partager ceci à vos amis, ou imprimer avec votre imprimante maison. Cette image est conçue pour s'intégrer dans le papier d'impression A4. Et sachez que si vous imprimez ceci avec une imprimante maison, la couleur de l'autocollant imprimé pourrait être différente avec l'original.

source: Rounder monthly plan
fr: Régime mensuel ordinaire

source: Thanks for using Rounder Camera!
fr: Merci d'avoir utilisé Rounder Camera!

source: 3-day free trial then $1.49/month
fr: essai gratuit de trois jours, puis 1,49 $/mois

source: Please try again.
fr: S'il vous plaît réessayez.

source: Take your priceless moment!
fr: Prends ton moment inestimable !

source: Save Original Photo
fr: Enregistrer la photo originale

source: Haptic
fr: Haptique

source: Settings
fr: Paramètres

source: About
fr: À propos

source: Rate
fr: Taux

source: View App Permissions
fr: Visualiser les permissions
